<?php
/**
 * Created by PhpStorm.
 * User: Yoga
 * Date: 23.10.2017
 * Time: 7:06
 */
//Написать скрипт для загрузки пользовательских файлов. При загрузке, в зависимости от типа файла – он на сервере
//должен помещаться в папку /doc, или /img..etc
//Должно быть ограничение на прием файлов – не более 2 мб.
//Ссылку на форму загрузки разместить на главной странице сайта.
//После добавления файлов, при заходе на главную, пользователь должен видеть галерею ранее загруженных картинок,
//и список загруженных документов (все, что не картинки).
//Код максимально писать функциями.

